<?php
/**
 * ***********************************************************
 * 本文件为程序全局配置文件
 * 修改后请务必自行清空以下文件夹内容程序方可运行
 * 1. Admin/Runtime
 * 2. World/Runtime
 * 3. Learner/Runtime
 * ***********************************************************
 **/
return array(
	/**
	 * ***********************************************************
	 * 基本设置
	 * ***********************************************************
	 **/
	
	//程序网址 如:http://www.baidu.com/ 结尾不要忘记加'/'
	'WEBSITE'=> 'http://127.0.0.1',
	//程序网址 如:http://www.baidu.com/ 结尾不要忘记加'/'
	'BASEURL'=> 'http://127.0.0.1/websys/',
	//数据库类型
	'DB_TYPE'=>'mysql',
	//数据库主机地址
	'DB_HOST'=>'localhost',
	//数据库名称
	'DB_NAME'=>'websys',
	//数据库用户名称
	'DB_USER'=>'uuleaf',
	//数据库密码
	'DB_PWD'=>'uuleaf',
	//数据库端口号
	'DB_PORT'=>'3306',
	//表前缀
	'DB_PREFIX'=>'e_',
);
?>